{"title": "Gizmodo", "link": "https://gizmodo.com", "items": [{"title": "A Revolution Sparks From Beyond the Grave in Tlotlo Tsamaase's Dystopian Womb City", "description": "Womb City, the debut novel from acclaimed short fiction writer Tlotlo Tsamaase, is described as \\u201cThe Handmaid\\u2019s Tale meets Get Out\\u201d and a \\u201ccyberpunk body-hopping Africanfuturist ghost story.\\u201d In other words, this is not your typical dystopian mystery, and io9 is thrilled to share a first look.Read more...", "link": "https://gizmodo.com/scifi-dystopian-novel-excerpt-tlotlo-tsamaase-womb-city-1850323617", "pubDate": "Thu, 13 Apr 2023 18:30:00 +0000"}, {"title": "These School A/V Carts Have Killed at Least Three Kids and Are Being Recalled", "description": "The only thing more attractive to 5th graders than snow days are the days when the teacher wheels an A/V cart into the classroom. Even educational videos are a welcome reprieve from a teacher lecturing at the whiteboard, but according to the Consumer Product Safety Commission, a new recall means there\\u2019s now reason to\\u2026Read more...", "link": "https://gizmodo.com/av-cart-recall-deaths-kids-school-us-canada-children-1850333089", "pubDate": "Thu, 13 Apr 2023 18:25:00 +0000"}, {"title": "Kids on BeReal Are Exposed to Sexual Content More Often Than Other Social Networks, Survey Finds", "description": "BeReal, a popular new spontaneous image-sharing app designed to show life, \\u201cwithout filters,\\u201d had the highest proportion of child users exposed to sexual content of any major social media app, according to a new survey shared with Gizmodo. Larger apps like YouTube and TikTok had more overall incidents of exposure to\\u2026Read more...", "link": "https://gizmodo.com/youtube-bereal-kids-expose-sexual-content-parent-survey-1850332242", "pubDate": "Thu, 13 Apr 2023 18:13:17 +0000"}, {"title": "Insider's Editor-in-Chief Announces Writers Will Begin Experimenting With AI", "description": "Insider\\u2019s global editor-in-chief Nicholas Carlson has announced to both the newsroom and the public that the outlet will begin experimenting with ways to leverage ChatGPT for journalism.Read more...", "link": "https://gizmodo.com/insider-chatgpt-journalism-ai-chatbot-1850332799", "pubDate": "Thu, 13 Apr 2023 18:05:00 +0000"}, {"title": "Lower Decks Is Coming to the Star Trek RPG for Maximum Tabletop Shenanigans", "description": "Lower Decks as a Star Trek show already has the huge vibes of playing a tabletop roleplaying campaign in a world far more serious than the main players. So it makes perfect sense, at long last, for Modiphus\\u2019 excellent Star Trek Adventures RPG to get on the fun in an official capacity.Read more...", "link": "https://gizmodo.com/star-trek-lower-decks-rpg-modiphus-release-date-1850333371", "pubDate": "Thu, 13 Apr 2023 17:45:00 +0000"}, {"title": "Donated Blood Is Safe No Matter a Person's Sex, Large Trial Finds", "description": "A large new randomized clinical trial should put people who are ever in need of a blood transfusion more at ease. Scientists in Canada have found that the sex of a blood donor had no significant effect on the recipient\\u2019s chances of survival. Several past studies had suggested a possible risk, but this appears to be\\u2026Read more...", "link": "https://gizmodo.com/donated-blood-is-safe-donor-sex-large-trial-1850332742", "pubDate": "Thu, 13 Apr 2023 17:20:00 +0000"}, {"title": "Italy Says ChatGPT Must Allow Users to Correct Inaccurate Personal Information", "description": "Italy, the first country in the world to ban ChatGPT, said OpenAI could restore access to the chatbot if it adopts a series of measures to protect data privacy, including allowing users to correct or delete the incorrect things ChatGPT says about them.Read more...", "link": "https://gizmodo.com/chatgpt-ai-italy-ban-demands-openai-corrections-1850332895", "pubDate": "Thu, 13 Apr 2023 17:19:24 +0000"}, {"title": "What to Expect When SpaceX's Starship Megarocket Attempts Its First Orbital Flight Next Week", "description": "The time is quickly nearing for SpaceX to perform the first fully integrated orbital flight test of Starship. Here\\u2019s how the historic launch will unfold and what you can expect from Elon Musk\\u2019s revolutionary megarocket.Read more...", "link": "https://gizmodo.com/what-to-expect-from-spacexs-starship-megarocket-orbital-1850329124", "pubDate": "Thu, 13 Apr 2023 17:00:00 +0000"}, {"title": "How Wedge Antilles Ended Up in Star Wars: Visions Volume 2", "description": "When animation studios are asked to be a part of Star Wars: Visions, they have free rein to tell any story they want, as long as it\\u2019s set in a galaxy far, far away. To a point. While it\\u2019s not against the rules to make films with established characters, that\\u2019s not the intention of the series.Read more...", "link": "https://gizmodo.com/wedge-star-wars-visions-2-aardman-disney-plus-x-wing-1850322292", "pubDate": "Thu, 13 Apr 2023 16:50:00 +0000"}, {"title": "This Square-Wheeled Bicycle Works Like a Pedal-Powered Tank", "description": "Even our ancient ancestors managed to figure out that, to comfortably get from point A to point B without walking, you needed wheels that were perfectly round. And yet, the determined engineers behind the YouTube channel The Q (no, not that Q) managed to build a bicycle with square wheels that rolls as comfortably as\\u2026Read more...", "link": "https://gizmodo.com/square-wheeled-bicycle-bike-pedal-tank-wheels-the-q-1850332349", "pubDate": "Thu, 13 Apr 2023 16:45:00 +0000"}, {"title": "Dracula Takes a Cruise in the Trailer for Last Voyage of the Demeter", "description": "Finally, a movie will explore the age-old question \\u201cWhat would Dracula do on a boat?\\u201d It\\u2019s called The Last Voyage of the Demeter and the trailer is here.Read more...", "link": "https://gizmodo.com/last-voyage-of-the-demeter-trailer-dracula-bram-stoker-1850332583", "pubDate": "Thu, 13 Apr 2023 16:10:00 +0000"}, {"title": "William Shatner Guides Celebs Through Simulated Mars Survival in New Reality Show", "description": "A group of celebrities will soon have to leave the cozy confines of Earth and get transported to another world, competing against one another in a simulated Martian environment for a new reality TV series.Read more...", "link": "https://gizmodo.com/celebs-must-survive-simulated-mars-habitat-new-reality-1850332146", "pubDate": "Thu, 13 Apr 2023 15:50:00 +0000"}, {"title": "Snapchat Is Expanding Its Music Library", "description": "Snapchat is looking to expand its massive sound library\\u2014called SnapChat sounds\\u2014with a new deal between its parent company Snap and several major music distributors across the world.Read more...", "link": "https://gizmodo.com/snapchat-sounds-music-library-tiktok-snap-1850331836", "pubDate": "Thu, 13 Apr 2023 15:31:00 +0000"}, {"title": "Netflix Star Ben Barnes on Playing Villains", "description": "Read more...", "link": "https://gizmodo.com/ben-barnes-on-playing-villains-1850318937", "pubDate": "Thu, 13 Apr 2023 15:20:00 +0000"}, {"title": "NPR Is Going Dark on Twitter | Future Tech", "description": "Read more...", "link": "https://gizmodo.com/npr-quits-twitter-future-tech-1850332324", "pubDate": "Thu, 13 Apr 2023 15:05:00 +0000"}, {"title": "Suspect in Cash App Founder's Murder Arrested", "description": "Police have made an arrest in the murder of Bob Lee, 43, the tech executive and co-founder of Cash App who was found stabbed to death in downtown San Francisco last week.Read more...", "link": "https://gizmodo.com/cash-app-founder-bob-lee-stabbing-nima-momeni-arrested-1850332225", "pubDate": "Thu, 13 Apr 2023 15:05:00 +0000"}, {"title": "'The Dumpster Fire Is Out:' Attorneys for Bankrupt FTX Consider Restarting Exchange", "description": "You know that classic zombie movie scene where the everyone thinks the monster is dead, but then suddenly it\\u2019s not?Read more...", "link": "https://gizmodo.com/ftx-sam-bankman-fried-crypto-sbf-1850331812", "pubDate": "Thu, 13 Apr 2023 14:45:00 +0000"}, {"title": "Amazon Leaps Headlong Into the AI Rat Race", "description": "If you thought big daddy Amazon would stay out of the AI rat race, then you\\u2019d be wrong. The online retail giant is initially staying away from any user-side generative AI to start and is instead offering a business-centric model through its Amazon Web Services.Read more...", "link": "https://gizmodo.com/amazon-aws-ai-claude-stable-diffusion-1850332071", "pubDate": "Thu, 13 Apr 2023 14:25:00 +0000"}, {"title": "Marvel's Blade Movie Has Found a Surprising New Star", "description": "The Grim Adventures of Billy and Mandy could make a comeback. Meet Jason Mamoa\\u2019s Fast X villain in new footage. Plus, Joe Chill comes to Gotham Knights, and a behind-the-scenes look at The Boys season 4. Spoilers now!Read more...", "link": "https://gizmodo.com/blade-mcu-mia-goth-mahershala-ali-marvel-1850328995", "pubDate": "Thu, 13 Apr 2023 14:20:00 +0000"}, {"title": "Upgraded View of 'Fuzzy' Supermassive Black Hole Is a Shade More Menacing", "description": "Using machine learning, a team of researchers has enhanced the first image ever taken of a distant black hole. Importantly, the newly updated image shows the full resolution of the telescope array for the very first time.Read more...", "link": "https://gizmodo.com/astronomers-upgrade-view-supermassive-black-hole-1850331915", "pubDate": "Thu, 13 Apr 2023 14:05:00 +0000"}, {"title": "The EPA Is Being Sued for Approving Cancer-Causing Plastic-Based Fuels", "description": "We need climate action. But just because something gets grouped under the umbrella of things that theoretically combat climate change doesn\\u2019t mean it\\u2019s actually good for the planet or people. In an alarming example, production of certain alternative \\u201cclimate-friendly\\u201d fuels could lead to dangerous, cancer-causing\\u2026Read more...", "link": "https://gizmodo.com/chevron-epa-plastic-based-fuels-cancer-causing-1850328479", "pubDate": "Thu, 13 Apr 2023 14:00:00 +0000"}, {"title": "Deep Space Missions Must Recreate Exact Earth-Like Conditions to Survive, Scientists Argue", "description": "One of the main questions surrounding humanity\\u2019s next giant leap into deep space is whether humans can thrive on missions far from Earth. A new theory  says yes, but only in environments modeled deeply after our own planet.Read more...", "link": "https://gizmodo.com/deep-space-missions-recreate-earth-like-conditions-1850328715", "pubDate": "Thu, 13 Apr 2023 13:40:00 +0000"}, {"title": "Biden’s New Vehicle Emissions Rules Could Speed the EV Revolution", "description": "This story was originally published by Grist. You can subscribe to its weekly newsletter here.Read more...", "link": "https://gizmodo.com/biden-s-new-vehicle-emissions-rules-could-speed-the-ev-1850331861", "pubDate": "Thu, 13 Apr 2023 13:12:00 +0000"}, {"title": "DJI's 8K Cinematic Drone Wants to Replace Bulky Movie-Making Gear", "description": "The original model debuted in late 2014, but it\\u2019s been almost seven years since DJI announced the 4K Inspire 2: a beefy drone designed for serious movie-making. Today, DJI finally announced the latest upgrade to the line with the Inspire 3, which brings with it some serious upgrades including 8K video captures through\\u2026Read more...", "link": "https://gizmodo.com/dji-8k-inspire-3-drone-price-release-date-camera-specs-1850327034", "pubDate": "Thu, 13 Apr 2023 13:00:00 +0000"}, {"title": "Watch Live as JUICE Embarks on Its Historic Mission to Jupiter's Icy Moons [Updated]", "description": "A highly-anticipated mission to Jupiter and its intriguing moons is gearing up for liftoff, ready to begin an eight-year journey through the solar system to reach icy worlds that may host some form of life.Read more...", "link": "https://gizmodo.com/esa-juice-mission-launch-jupiter-ariane-5-1850329462", "pubDate": "Thu, 13 Apr 2023 12:11:00 +0000"}, {"title": "Twitter Partners with eToro to Let Users Buy and Sell Stocks, Crypto", "description": "Elon Musk\\u2019s Twitter, which the billionaire said this week is now being run by his dog, has closed a partnership deal with the online investing platform eToro, proving that the company might not be as radioactive as some people might think.\\xa0Read more...", "link": "https://gizmodo.com/twitter-partners-etoro-buy-stocks-crypto-cashtags-1850331598", "pubDate": "Thu, 13 Apr 2023 11:50:00 +0000"}, {"title": "You Use These Tech Acronyms Every Day, But Do You Know What They Mean?", "description": "In the second half of the 20th century, computers went from chunky business calculators to a part of nearly every corner of human life. Along the way, we started using the terms and concepts that describe how these machines work. Just the other day I realized that even though say \\u201cURL\\u201d about once a day in my work\\u2026Read more...", "link": "https://gizmodo.com/what-do-url-lte-wifi-5g-api-sms-www-html-mean-1850328470", "pubDate": "Thu, 13 Apr 2023 10:30:00 +0000"}, {"title": "China’s Great Firewall Comes for AI Chatbots, and Experts Are Worried", "description": "China\\u2019s top digital regulator proposed bold new guidelines this week that prohibit ChatGPT-style large language models from spitting out content believed to subvert state power or advocate for the overthrow of the country\\u2019s communist political system. Experts speaking with Gizmodo said the new guidelines mark the\\u2026Read more...", "link": "https://gizmodo.com/ai-china-regulations-free-speech-baidu-ernie-chatgpt-1850329689", "pubDate": "Thu, 13 Apr 2023 10:00:00 +0000"}, {"title": "Adrian Tchaikovsky's City of Last Chances Explores a Volatile New Realm", "description": "Versatile and prolific author Adrian Tchaikovsky won the Arthur C. Clarke Award in 2016 for his sci-fi tale Children of Time, but he\\u2019s equally as well known for his Shadows of the Apt fantasy series. He returns to the fantasy genre with his next novel, City of Last Chances, and io9 has a first look today!Read more...", "link": "https://gizmodo.com/adrian-tchaikovsky-city-of-last-chances-fantasy-excerpt-1850319832", "pubDate": "Thu, 13 Apr 2023 00:15:00 +0000"}, {"title": "La Borinqueña's Connection to Puerto Rico | io9 Interview", "description": "Read more...", "link": "https://gizmodo.com/la-borinquena-s-connection-to-puerto-rico-io9-1850327032", "pubDate": "Wed, 12 Apr 2023 23:30:00 +0000"}, {"title": "HBO's The Last of Us Might Not Follow the Second Game's Story Exactly", "description": "It\\u2019s no secret that season one of HBO\\u2019s The Last of Us was very faithful to the video game it\\u2019s based on. There were some changes, additions, and tweaks, but in terms of overall intent and story, the game and the show were very similar. That would lead fans to assume subsequence seasons of the show would be equally\\u2026Read more...", "link": "https://gizmodo.com/last-of-us-season-2-spoilers-pedro-pascal-bella-ramsey-1850329244", "pubDate": "Wed, 12 Apr 2023 22:45:00 +0000"}, {"title": "Star Wars Release Dates: Where and When to See Upcoming Star Wars Movies and Disney+ Shows", "description": "Bill Murray said it in 1978 and we\\u2019re still saying it today: \\u201cStar Wars! Nothing but Star Wars! Give me those Star Wars! Don\\u2019t let them end...\\u201d Star Wars is everywhere these days, with multiple movies and TV shows in the works from Disney and Lucasfilm. This article will give you the most up-to-date Star Wars release\\u2026Read more...", "link": "https://gizmodo.com/star-wars-movies-tv-shows-release-dates-disney-1848494806", "pubDate": "Wed, 12 Apr 2023 22:10:00 +0000"}, {"title": "Everything You Need to Know About The Mandalorian's Major New Thrawn Link", "description": "This week\\u2019s episode of The Mandalorian was all about setting the stage, and the stakes, for an explosive end to a very mixed season three. But it also looked to Star Wars\\u2019 future with the presence of a face very familiar to fans of the old Expanded Universe.Read more...", "link": "https://gizmodo.com/the-mandalorian-captain-pellaeon-explained-thrawn-1850330067", "pubDate": "Wed, 12 Apr 2023 22:00:00 +0000"}, {"title": "The New York Times Presents: Wordle But It's Math", "description": "The New York Times has a new web game out this week that, depending on how well you did in high school algebra, may or may not be your new favorite thing. Read more...", "link": "https://gizmodo.com/new-york-times-digits-wordle-games-1850328868", "pubDate": "Wed, 12 Apr 2023 21:40:00 +0000"}, {"title": "Apple Might Be Ditching Touch-Based Buttons on iPhone 15", "description": "Just what the hell is happening with the iPhone 15\\u2019s external buttons? Despite numerous leaks and countless reports that premium iPhone 15s would ditch physical buttons and get new, trackpad-like touch-based controls, the Cupertino company may have made a last-minute change that has thrown all of that out the window,\\u2026Read more...", "link": "https://gizmodo.com/apple-iphone-15-taptic-touch-buttons-kuo-leak-stocks-1850329674", "pubDate": "Wed, 12 Apr 2023 21:35:00 +0000"}, {"title": "Arthur C. Clarke's Classic Childhood's End Gets a Stunning Folio Society Release", "description": "Set in the 1970s, Arthur C. Clarke\\u2019s 1953 sci-fi novel Childhood\\u2019s End explores an alien invasion that arrives just as the Cold War superpowers are about to venture into space. The \\u201cOverlords\\u201d create utopia on Earth\\u2014and all seems well, until it very much doesn\\u2019t. The Folio Society\\u2019s new edition of Clarke\\u2019s classic\\u2026Read more...", "link": "https://gizmodo.com/arthur-c-clarke-childhoods-end-folio-society-release-1850324267", "pubDate": "Wed, 12 Apr 2023 21:20:00 +0000"}, {"title": "The Best TVs to Buy In 2023", "description": "Let\\u2019s be honest: TVs have gotten so good that even the small and cheap ones look pretty great. But the decision of what TV to buy is more complicated than ever. There\\u2019s OLED screens and QLED and LED, smart TVs and not so smart, 8K and 4K, and a laundry list of inscrutable features like HDR and VRR. Where to start?Read more...", "link": "https://gizmodo.com/best-tv-4k-sony-lg-tcl-samsung-review-1850147000", "pubDate": "Wed, 12 Apr 2023 21:15:00 +0000"}, {"title": "Drunk Mice Avoided Hangovers Thanks to a Probiotic", "description": "The hangover cure of the future just might be a chuggable probiotic. In research out this week, scientists in China detail the creation of bacteria that can produce an enzyme meant to help the body break down alcohol faster. Alcohol-fed mice that were given the probiotic beforehand experienced less drunkenness and\\u2026Read more...", "link": "https://gizmodo.com/probiotic-prevents-hangovers-mice-alcohol-study-1850329489", "pubDate": "Wed, 12 Apr 2023 20:44:00 +0000"}, {"title": "The Continental Checks in With a Trailer and Goofy Title", "description": "Following the success of John Wick: Chapter 4, it was a given that Lionsgate would be continuing the assassin-heavy universe of the action series in some capacity. We\\u2019ve known for some time that a TV spinoff by the name of The Continental was in the works, and now we\\u2019ve got our first idea of what to expect from the\\u2026Read more...", "link": "https://gizmodo.com/the-continental-john-wick-trailer-peacock-1850327715", "pubDate": "Wed, 12 Apr 2023 20:40:00 +0000"}, {"title": "3D-Printed Rocket Didn't Reach Orbit, but Relativity Space Is Already Building Its Successor", "description": "After its rocket failed to reach orbit last month, California-based Relativity Space doesn\\u2019t want to dwell on the past. Instead, the company is leaping forward with its next launch vehicle, which promises to be bigger and better.Read more...", "link": "https://gizmodo.com/terran-space-opts-build-next-version-3d-printed-rocket-1850328629", "pubDate": "Wed, 12 Apr 2023 20:35:31 +0000"}, {"title": "Welcome James Gunn's Creature Commandos Cast to DC Studios", "description": "Creature Commandos is gearing up to kick off the new DC Studios canon. The animated show from James Gunn will star Indira Varma (Obi-Wan Kenobi, Game of Thrones) and Marvel veteran Frank Grillo, among others.Read more...", "link": "https://gizmodo.com/james-gunn-creature-commandos-cast-dc-david-harbour-1850328118", "pubDate": "Wed, 12 Apr 2023 20:10:00 +0000"}, {"title": "Rich People’s Swimming Pools Are Making Water Scarce", "description": "As the world gets warmer and droughts grip cities from Madrid to Shanghai, it can seem like we\\u2019re headed for a Mad Max-style future where water is a scarce resource. We\\u2019re already starting to see a version of this  as regular Californians make water cuts while movie stars use as much as they want. But what role,\\u2026Read more...", "link": "https://gizmodo.com/rich-people-s-swimming-pools-are-making-water-scarce-1850329294", "pubDate": "Wed, 12 Apr 2023 19:52:00 +0000"}, {"title": "Arnold Schwarzenegger Fills 'Pothole' That City Says Was Actually an Important Hole", "description": "Actor and former California Governor, Arnold Schwarzenegger, went viral this week after tweeting a video of him filling in a pothole in his Los Angeles neighborhood that he said had bothered motorists and cyclists. The enormous pothole had apparently been there for weeks and after residents made numerous complaints\\u2026Read more...", "link": "https://gizmodo.com/arnold-schwarzenegger-pothole-twitter-los-angeles-1850329055", "pubDate": "Wed, 12 Apr 2023 19:45:00 +0000"}, {"title": "Marvel Release Dates: When to See Upcoming MCU Movies and Disney+ Shows", "description": "Boasting over 30 feature films as well as eight Disney+ shows in 15 years, the Marvel Cinematic Universe doesn\\u2019t seem to be reaching superhero fatigue anytime soon. As of both San Diego Comic-Con and the D23 Expo in 2023, here\\u2019s what\\u2019s coming next from the MCU. In short: a lot. As Phase Four closed out with Black\\u2026Read more...", "link": "https://gizmodo.com/marvel-release-dates-when-to-see-upcoming-mcu-movies-a-1848196856", "pubDate": "Wed, 12 Apr 2023 19:40:00 +0000"}, {"title": "19 Things ChatGPT Can and Can't Do", "description": "Is it a  tool or a  toy? A genius or a  dumbass? A technological breakthrough or a flash in the pan? You\\u2019ve heard of ChatGPT, the weirdly well-spoken chatbot spawned by  OpenAI. The algorithmic program has made headlines for its ability to ape human speech and automate previously time-consuming editorial tasks, but\\u2026Read more...", "link": "https://gizmodo.com/chatgpt-free-ai-10-fails-nyc-schools-college-essay-porn-1849956907", "pubDate": "Wed, 12 Apr 2023 19:22:00 +0000"}, {"title": "The Mandalorian's Best Episode of the Season Came With a Price", "description": "Oh, so that\\u2019s where this has all been leading. The penultimate episode of The Mandalorian season three (yes, it\\u2019s almost over already) was all about paying off moments and stories from earlier this season. The journey of Bo-Katan Kryze, the planet Mandalore, that evil villain that\\u2019s been looming over everything, all\\u2026Read more...", "link": "https://gizmodo.com/mandalorian-season-3-recap-chapter-23-star-wars-disney-1850326085", "pubDate": "Wed, 12 Apr 2023 19:20:00 +0000"}, {"title": "NPR Ditches Twitter After Elon Labeled Its Account 'State-Affiliated'", "description": "National Public Radio will stop posting on Twitter, across all of its organizational accounts, the media outlet announced on Wednesday. NPR won\\u2019t be deleting its accounts off of the Elon Musk-owned platform, however the non-profit news org will cease activity on Twitter. Read more...", "link": "https://gizmodo.com/npr-twitter-state-affiliated-tweet-elon-musk-1850327042", "pubDate": "Wed, 12 Apr 2023 19:10:00 +0000"}, {"title": "Action First, Doom Later: What Octopuses Can Teach Us About Climate Resilience", "description": "Do you remember the 2016 viral photo of an octopus swimming next to parked cars in a flooded Miami parking garage? A particularly high tide had likely pushed the unsuspecting creature through a drain pipe and into alien territory. For Rob Verchick, climate law scholar, it was a clear sign of climate change\\u2014and a\\u2026Read more...", "link": "https://gizmodo.com/octopus-parking-garage-book-climate-resilience-verchick-1850324702", "pubDate": "Wed, 12 Apr 2023 19:01:00 +0000"}, {"title": "The Best Free AI Art Generators, Ranked", "description": "You now can\\u2019t go anywhere without finding some company shouting from the rooftops about generative AI. While the folks at Snapchat and Discord are busy slapping OpenAI\\u2019s ChatGPT into their systems, companies like Shutterstock and Adobe think more people would be interested in using a AI image generator when grabbing a\\u2026Read more...", "link": "https://gizmodo.com/ai-art-generator-midjourney-starry-ai-1849397263", "pubDate": "Wed, 12 Apr 2023 18:50:00 +0000"}, {"title": "Warner Bros' Merger Creates 'Max:' Where Prestige and Braindead TV Collide", "description": "HBO Max may be one of the biggest movie and TV services in the world, but parent company Warner Bros. Discovery is hoping users are willing to max out on an enormous slate of both multi-million dollar content and cheaper reality TV on a single new service called \\u201cMax.\\u201dRead more...", "link": "https://gizmodo.com/warner-bros-hbo-max-max-discovery-streaming-1850328397", "pubDate": "Wed, 12 Apr 2023 18:45:00 +0000"}, {"title": "New Game of Thrones and Conjuring Series, a Penguin Update, and More From HBO's Rebranded Max", "description": "What, you thought HBO Max and Discovery+ were going to join forces, adopt a new name (\\u201cMax,\\u201d launching May 23), and not announce a ton of news? Scroll through for exciting updates on The Batman spin-off The Penguin, new Game of Thrones and Conjuring series, and an almost alarming amount more!Read more...", "link": "https://gizmodo.com/max-game-of-thrones-conjuring-penguin-rick-and-morty-1850328513", "pubDate": "Wed, 12 Apr 2023 18:40:00 +0000"}]}