{"title": "TechCrunch", "link": "", "items": [{"title": "Netflix’s ad-supported plan gets support for 1080p quality and two concurrent streams", "description": "Netflix is upgrading its ad-supported plan in terms of streaming quality and concurrent streams. The company said users subscribed to this plan will be able to see content in 1080p resolution (up from 720p) with support for two concurrent streams. These benefits are rolling out to users in Canada and Spain today. People using the [\\u2026]\\nNetflix\\u2019s ad-supported plan gets support for 1080p quality and two concurrent streams by Ivan Mehta originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/netflixs-ad-supported-plan-gets-support-for-1080p-quality-and-two-concurrent-streams/", "pubDate": "Wed, 19 Apr 2023 05:03:52 +0000"}, {"title": "Tesla cuts prices for Model 3, Model Y on eve of Q1 earnings", "description": "Tesla has cut the price of its Model 3 and Model Y electric vehicles for the second time this month. Now, Tesla\\u2019s most popular models will start under $40,000 before incentives. The price slash come on the eve of Tesla\\u2019s first quarter earnings report, when investors will be watching out for the automaker\\u2019s margins after [\\u2026]\\nTesla cuts prices for Model 3, Model Y on eve of Q1 earnings by Rebecca Bellan originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/tesla-cuts-prices-for-model-3-model-y-on-eve-of-q1-earnings/", "pubDate": "Wed, 19 Apr 2023 04:51:12 +0000"}, {"title": "Another round of mass layoffs expected at Meta this week", "description": "Meta, formerly Facebook, is expected to issue another round of mass layoffs Wednesday, according to a report from Vox that cites \\u201cseveral sources working at the company.\\u201d The layoffs are part of a broader restructuring at Meta that CEO Mark Zuckerberg has dubbed the \\u201cyear of efficiency.\\u201d In March, Zuckerberg said the company would cut [\\u2026]\\nAnother round of mass layoffs expected at Meta this week by Rebecca Bellan originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/another-round-of-mass-layoffs-expected-at-meta-this-week/", "pubDate": "Wed, 19 Apr 2023 00:09:16 +0000"}, {"title": "The Polestar 4 replaces a rear window with a hi-def screen", "description": "Polestar introduced the Polestar 4, the second SUV in its lineup, at Auto Shanghai 2023. Actually, it\\u2019s technically an SUV coup\\xe9, meaning it has the space and four doors of an SUV, but the sloping roof and aerodynamics of a coup\\xe9. The Polestar 4 has plenty of new specs that make it turn heads, but [\\u2026]\\nThe Polestar 4 replaces a rear window with a hi-def screen by Rebecca Bellan originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/the-polestar-4-replaces-a-rear-window-with-a-hi-def-screen/", "pubDate": "Tue, 18 Apr 2023 23:51:08 +0000"}, {"title": "Daily Crunch: Citizen Lab claims Apple’s ‘Lockdown Mode’ helped block spyware attack by hacker group NSO", "description": "Hello, friends, and welcome to Daily Crunch, bringing you the most important startup, tech and venture capital news in a single package.\\nDaily Crunch: Citizen Lab claims Apple\\u2019s \\u2018Lockdown Mode\\u2019 helped block spyware attack by hacker group NSO by Christine Hall originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/citizen-lab-claims-apples-lockdown-mode-helped-block-spyware-attack-by-hacker-group-nso/", "pubDate": "Tue, 18 Apr 2023 23:00:02 +0000"}, {"title": "Einride brings its electric trucks to UK freight sector in partnership with PepsiCo", "description": "Electric and autonomous trucking company Einride is expanding to the U.K., representing the latest in a line of European market expansions. Einride said that it\\u2019s looking to target the 1.6 billion tonnes of goods that are transported by road freight in the U.K each year. Its first U.K. deployment will be in partnership with PepsiCo [\\u2026]\\nEinride brings its electric trucks to UK freight sector in partnership with PepsiCo by Paul Sawers originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/einride-brings-its-electric-trucks-to-u-k-freight-sector-in-partnership-with-pepsico/", "pubDate": "Tue, 18 Apr 2023 23:00:02 +0000"}, {"title": "There was just one fintech unicorn birth in the first quarter", "description": "Global fintech funding totaled $15 billion in the first quarter of this year, growing 55% from the fourth quarter, according to CB Insights\\u2019 latest State of Fintech report.\\xa0 While this generally may seem like a win, it\\u2019s important to note a few things. First, 2020 and 2021 were unique years where investment in fintech broke [\\u2026]\\nThere was just one fintech unicorn birth in the first quarter by Christine Hall originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/there-was-just-one-fintech-unicorn-birth-in-the-first-quarter/", "pubDate": "Tue, 18 Apr 2023 22:39:30 +0000"}, {"title": "Europe spins up AI research hub to apply accountability rules on Big Tech", "description": "As the European Union gears up to enforce a major reboot of its digital rulebook in a matter of months, a new dedicated research unit is being spun up to support oversight of large platforms under the bloc\\u2019s flagship Digital Services Act (DSA). The European Centre for Algorithmic Transparency (ECAT), which was officially inaugurated in [\\u2026]\\nEurope spins up AI research hub to apply accountability rules on Big Tech by Natasha Lomas originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/ecat/", "pubDate": "Tue, 18 Apr 2023 21:59:29 +0000"}, {"title": "Netflix will crack down on password sharing this summer", "description": "Netflix\\u2019s long-awaited crackdown on password sharing is coming soon to the U.S., the streamer said on Tuesday. Netflix originally planned to roll out \\u201cpaid sharing\\u201d in the States during the first quarter of 2023. However, Netflix now says it\\u2019ll start rolling out the change \\u2014 an update designed to convert account-sharers into paying users \\u2014 [\\u2026]\\nNetflix will crack down on password sharing this summer by Harri Weber originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/netflix-will-crack-down-on-password-sharing-this-summer/", "pubDate": "Tue, 18 Apr 2023 21:16:53 +0000"}, {"title": "FTC warns that AI technology like ChatGPT could ‘turbocharge’ fraud", "description": "In a Congressional hearing on Tuesday focused on the Federal Trade Commission\\u2019s work to protect American consumers from fraud and other deceptive practices, FTC chair Lina Khan and fellow commissioners warned House representatives of the potential for modern AI technologies, like ChatGPT, to be used to \\u201cturbocharge\\u201d fraud. The warning was issued in response to [\\u2026]\\nFTC warns that AI technology like ChatGPT could \\u2018turbocharge\\u2019 fraud by Sarah Perez originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/ftc-warns-congress-that-ai-technology-like-chatgpt-could-turbocharge-fraud-and-scams/", "pubDate": "Tue, 18 Apr 2023 20:37:07 +0000"}, {"title": "Netflix kisses mail-order DVDs goodbye", "description": "More than 16 years after pivoting to streaming, Netflix is saying goodbye to its mail-order DVD business. The company plans to shutter the service by the end of September, it announced on Tuesday. Ah, where has the time gone? Netflix debuted more than 25 years ago, and at first it both rented and sold DVDs [\\u2026]\\nNetflix kisses mail-order DVDs goodbye by Harri Weber originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/netflix-kisses-mail-order-dvds-goodbye/", "pubDate": "Tue, 18 Apr 2023 20:09:52 +0000"}, {"title": "Curing disease with CRISPR with Trevor Martin from Mammoth Biosciences", "description": "Welcome back to Found, where we get the stories behind the startups. This week Darrell and Becca are joined by Trevor Martin the co-founder and CEO of Mammoth Biosciences, a startup that uses CRISPR to diagnose and find treatments for genetic diseases. Trevor talked about what it is like to build a company surrounding novel [\\u2026]\\nCuring disease with CRISPR with Trevor Martin from Mammoth Biosciences by Rebecca Szkutak originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/curing-disease-with-crispr-with-trevor-martin-from-mammoth-biosciences/", "pubDate": "Tue, 18 Apr 2023 19:44:57 +0000"}, {"title": "Twitter quietly removes policy against misgendering trans people", "description": "Twitter updated its content moderation guidelines regarding hateful content, removing a policy that prohibited the targeted deadnaming or misgendering of transgender people. Enacted in 2018, the policy explicitly stated that it violated Twitter\\u2019s rules to repeatedly and purposefully call a transgender person by the wrong name or pronouns. Spotted by GLAAD, this unannounced change to [\\u2026]\\nTwitter quietly removes policy against misgendering trans people by Amanda Silberling originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/twitter-removed-deadnaming-misgendering-policy/", "pubDate": "Tue, 18 Apr 2023 19:40:13 +0000"}, {"title": "Reddit will begin charging for access to its API", "description": "Following on the heels of Twitter\\u2019s decision to restrict third-party access to its data, Reddit today announced that it\\u2019ll begin charging for use of its API. It\\u2019s not a blanket policy change. As reported by The New York Times, Reddit\\u2019s API will remain free to developers who want to build apps and bots that help [\\u2026]\\nReddit will begin charging for access to its API by Kyle Wiggers originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/reddit-will-begin-charging-for-access-to-its-api/", "pubDate": "Tue, 18 Apr 2023 19:08:29 +0000"}, {"title": "Google might announce a foldable Pixel next month", "description": "Consumer hardware isn\\u2019t always a foregone conclusion for I/O. In fact, after the last few pandemic events, nothing much feels like a foregone conclusion these days. After what felt like a universally off year for consumer electronics, however, we\\u2019ve got big hopes for developer shows like I/O and WWDC. Google\\u2019s budget Pixel 7a has looked [\\u2026]\\nGoogle might announce a foldable Pixel next month by Brian Heater originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/google-might-announce-a-foldable-pixel-next-month/", "pubDate": "Tue, 18 Apr 2023 18:25:16 +0000"}, {"title": "Meta opens up its social VR space Horizon Worlds to teens", "description": "Meta announced today that it\\u2019s opening up Horizon Worlds to teen users in the U.S. and Canada, after previously restricting the social VR platform to users 18 years of age and above. As part of the expansion, the company says it\\u2019s introducing a set of age-appropriate protections and safety defaults. The move comes as lawmakers [\\u2026]\\nMeta opens up its social VR space Horizon Worlds to teens by Aisha Malik originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/meta-opens-up-its-social-vr-platform-horizon-worlds-to-teens/", "pubDate": "Tue, 18 Apr 2023 18:24:48 +0000"}, {"title": "Paramount+ announces original movie, ‘Star Trek: Section 31,’ starring Michelle Yeoh", "description": "Paramount+ has ordered a \\u201cStar Trek: Section 31\\u201d original movie event with Michelle Yeoh reprising her role as Emperor Philippa Georgiou, according to a blog post on the \\u201cStar Trek\\u201d official website. This will be the first Star Trek movie based on a character from the 2017 series \\u201cStar Trek: Discovery.\\u201d A release date has [\\u2026]\\nParamount+ announces original movie, \\u2018Star Trek: Section 31,\\u2019 starring Michelle Yeoh by Lauren Forristal originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/paramount-plus-star-trek-section-31/", "pubDate": "Tue, 18 Apr 2023 18:23:48 +0000"}, {"title": "TechCrunch+ roundup: SaaS benchmarks, TikTok strategy, milestone-based fundraising", "description": "SaaS companies are like leaky rowboats: if retention rates don't overcome customer churn, you will take on water and sink to the bottom.\\nTechCrunch+ roundup: SaaS benchmarks, TikTok strategy, milestone-based fundraising by Walter Thompson originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/techcrunch-roundup-saas-benchmarks-tiktok-strategy-milestone-based-fundraising/", "pubDate": "Tue, 18 Apr 2023 18:16:42 +0000"}, {"title": "Gogoro’s battery-swapping stations in Taiwan are now virtual power plants", "description": "Taiwanese two-wheeler battery swapping company Gogoro has a plan to give energy back to Taiwan\\u2019s electrical grid and make money while doing it. The company is partnering with Enel X, an energy services provider, to integrate 2,500 of its GoStations in Taiwan into Enel X\\u2019s Virtual Power Plant (VPP). A VPP is a collection of [\\u2026]\\nGogoro\\u2019s battery-swapping stations in Taiwan are now virtual power plants by Rebecca Bellan originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/gogoros-battery-swapping-stations-in-taiwan-are-now-virtual-power-plants/", "pubDate": "Tue, 18 Apr 2023 18:00:08 +0000"}, {"title": "Instagram takes on Linktree and others with support for up to 5 ‘links in bio’", "description": "Instagram today is rolling out a new feature for adding links to user profiles that challenges Linktree, Beacons and numerous other \\u201clink in bio\\u201d solution providers. The company announced on Tuesday it will now allow users to add up to five links to their Instagram profile bios, which can direct their followers to other content [\\u2026]\\nInstagram takes on Linktree and others with support for up to 5 \\u2018links in bio\\u2019 by Sarah Perez originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/18/instagram-takes-on-linktree-and-others-with-support-for-up-to-5-links-in-bio/", "pubDate": "Tue, 18 Apr 2023 16:02:23 +0000"}]}