{"title": "TechCrunch", "link": "", "items": [{"title": "Betaworks’ new ‘camp’ aims to fund transformative early-stage AI startups", "description": "In a sign that the seed-stage AI segment is still alive and kicking, Betaworks, the startup studio and VC firm, is launching a new program that\\u2019ll award around ten companies working on AI $500,000 in funding. Scheduled to run from mid-June until mid-September, Betaworks\\u2019 program \\u2014 the ninth of its kind \\u2014 will provide startups [\\u2026]\\nBetaworks\\u2019 new \\u2018camp\\u2019 aims to fund transformative early-stage AI startups by Kyle Wiggers originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/betaworks-new-camp-aims-to-fund-transformative-early-stage-ai-startups/", "pubDate": "Thu, 13 Apr 2023 18:36:12 +0000"}, {"title": "Survey says!", "description": "Last fall, Alex and I discussed bringing back the TC+ robotics survey. I gave him the usual caveat: I\\u2019m into it, but it will have to wait until I can find the time. You know how these things go \\u2014 you wake up one morning and somehow it\\u2019s five months later. I\\u2019ve got excuses if [\\u2026]\\nSurvey says! by Brian Heater originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/survey-says/", "pubDate": "Thu, 13 Apr 2023 18:30:21 +0000"}, {"title": "More newsrooms bail on Twitter as Musk meddles with account labels", "description": "PBS and a handful of other news organizations have joined NPR in stepping away from Twitter, the social media platform once synonymous with breaking news. A PBS spokesperson confirmed to Axios that PBS had \\u201cno plans to resume tweeting\\u201d after Twitter gave it a murky \\u201cgovernment-funded media\\u201d label over the weekend. A few other news [\\u2026]\\nMore newsrooms bail on Twitter as Musk meddles with account labels by Taylor Hatmaker originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/twitter-npr-pbs-leave-elon-musk/", "pubDate": "Thu, 13 Apr 2023 18:20:33 +0000"}, {"title": "Pitch Deck Teardown: Diamond Standard’s $30M Series A deck", "description": "Let's examine what Diamond Standard got right, and wrong, in its Series A pitch deck that helped it raise $30 million.\\nPitch Deck Teardown: Diamond Standard\\u2019s $30M Series A deck by Haje Jan Kamps originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/sample-series-a-pitch-deck-diamond-standard/", "pubDate": "Thu, 13 Apr 2023 18:00:03 +0000"}, {"title": "Google says it just made Chrome a lot faster on both Mac and Android", "description": "Google\\u2019s Chrome web browser is getting a speed boost. According to a news announcement out today, Google has made several under-the-hood performance improvements to its popular browser, leading to a significant new performance milestone across Mac and Android. Collectively, a series of adjustments gave Chrome a 10% increase on Apple\\u2019s Speedometer 2.1 browser benchmark over [\\u2026]\\nGoogle says it just made Chrome a lot faster on both Mac and Android by Sarah Perez originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/google-says-it-just-made-chrome-a-lot-faster-on-both-mac-and-android/", "pubDate": "Thu, 13 Apr 2023 17:30:22 +0000"}, {"title": "Hackers claim vast access to Western Digital systems", "description": "The hackers who breached data storage giant Western Digital claim to have stolen around 10 terabytes of data from the company, including reams of customer information. The extortionists are pushing the company to negotiate a ransom \\u2014 of \\u201cminimum 8 figures\\u201d \\u2014 in exchange for not publishing the stolen data. On April 3, Western Digital [\\u2026]\\nHackers claim vast access to Western Digital systems by Lorenzo Franceschi-Bicchierai originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/hackers-claim-vast-access-to-western-digital-systems/", "pubDate": "Thu, 13 Apr 2023 17:23:22 +0000"}, {"title": "Spain’s privacy watchdog says it’s probing ChatGPT too", "description": "Spain\\u2019s data protection authority, the AEPD, has followed Italy\\u2019s lead and announced a preliminary investigation of ChatGPT-maker OpenAI over suspected breaches of the European Union\\u2019s General Data Protection Regulation (GDPR). At the end of last month, Italy\\u2019s DPA ordered OpenAI to stop processing locals\\u2019 data \\u2014 over a range of suspected breaches of the GDPR [\\u2026]\\nSpain\\u2019s privacy watchdog says it\\u2019s probing ChatGPT too by Natasha Lomas originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/chatgpt-spain-gdpr/", "pubDate": "Thu, 13 Apr 2023 17:11:08 +0000"}, {"title": "Computer or casino?", "description": "Perhaps crypto booms and busts are good for web3 over a long enough time horizon.\\nComputer or casino? by Alex Wilhelm originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/a16z-crypto-market-report-decentralized/", "pubDate": "Thu, 13 Apr 2023 17:00:28 +0000"}, {"title": "Ring ring, Solana’s web3-focused Saga phone is calling", "description": "About 10 months ago, Solana\\u2019s co-founder and CEO, Anatoly Yakovenko, announced the launch of Saga, a web3-focused Android smartphone. The phone is now being rolled out, and we got to test one ahead of its launch. Solana says Saga was launched to make crypto products and services more accessible for users by offering them through [\\u2026]\\nRing ring, Solana\\u2019s web3-focused Saga phone is calling by Jacquelyn Melinek originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/ring-ring-solanas-web3-focused-saga-phone-is-calling/", "pubDate": "Thu, 13 Apr 2023 17:00:04 +0000"}, {"title": "Microsoft integrates Bing into its keyboard SwiftKey app on Android and iOS", "description": "Microsoft is integrating its Bing chatbot into its smartphone keyboard app SwiftKey on Android and iOS, the company announced on Thursday. The new integration lets users chat with the bot directly from their mobile keyboard and search for things without having to switch between apps. Bing boasts three major features on Swiftkey: Chat, Tone and [\\u2026]\\nMicrosoft integrates Bing into its keyboard SwiftKey app on Android and iOS by Aisha Malik originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/microsoft-integrates-bing-into-its-keyboard-swiftkey-app-on-android-and-ios/", "pubDate": "Thu, 13 Apr 2023 16:34:21 +0000"}, {"title": "Ampersand helps SaaS companies build their customer-facing integrations, raises $4.7M", "description": "Ampersand, a startup that helps SaaS companies build user-facing integrations into their products, today announced that it has raised a $4.7 million seed funding round led by Matrix Partners. Base Case Capital, Flex Capital and 2.12 Angels also invested, along with numerous prominent angel investors. Today\\u2019s SaaS products, Ampersand co-founders Lauren Long and Ayan Barua [\\u2026]\\nAmpersand helps SaaS companies build their customer-facing integrations, raises $4.7M by Frederic Lardinois originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/ampersand-helps-saas-companies-build-their-customer-facing-integrations-raises-4-7m/", "pubDate": "Thu, 13 Apr 2023 16:30:49 +0000"}, {"title": "After stints at SpaceX, three brothers want to build spacecraft powered by moon water", "description": "A new startup founded by a trio of SpaceX veterans \\u2014 who happen to be brothers \\u2014 aims to build an in-space transportation network, using reusable spacecraft propelled by water harvested from the Moon. Argo Space Corporation, founded by Robert Carlisle, Ryan Carlisle and Kirby Carlisle, is betting that lunar propellant will untether space activities [\\u2026]\\nAfter stints at SpaceX, three brothers want to build spacecraft powered by moon water by Aria Alamalhodaei originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/spacex-to-build-spacecraft-powered-by-moon-water/", "pubDate": "Thu, 13 Apr 2023 16:30:11 +0000"}, {"title": "Stability AI’s new model is slightly better at generating hands", "description": "Stability AI, the startup funding a range of generative AI experiments, has released a new version of Stable Diffusion, the text-to-image AI system that was among the first to rival OpenAI\\u2019s DALL-E 2. Called Stable Diffusion XL, or SDXL, the new system \\u2014 which is available in beta through DreamStudio, Stability AI\\u2019s generative art tool [\\u2026]\\nStability AI\\u2019s new model is slightly better at generating hands by Kyle Wiggers originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/stability-ais-new-model-is-slightly-better-at-generating-hands/", "pubDate": "Thu, 13 Apr 2023 16:27:31 +0000"}, {"title": "Unpicking the rules shaping generative AI", "description": "In the past couple of weeks, already an ice age ago in AI hype terms, a number of very well known names in tech (Elon Musk! Woz!) signed an open letter calling for a halt on the development of AI models more powerful than OpenAI-s GPT-4 \\u2014 arguing humanity needs time for planning and management [\\u2026]\\nUnpicking the rules shaping generative AI by Natasha Lomas originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/generative-ai-gdpr-enforcement/", "pubDate": "Thu, 13 Apr 2023 16:14:20 +0000"}, {"title": "13 VCs talk about the state of robotics investing in 2023", "description": "We spoke to 13 of the top robotics VCs to discuss where the category is and what the future looks like.\\n13 VCs talk about the state of robotics investing in 2023 by Brian Heater originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/13-vcs-talk-about-the-state-of-robotics-investing-in-2023/", "pubDate": "Thu, 13 Apr 2023 16:00:53 +0000"}, {"title": "Comixology vets return with their own publishing company", "description": "Comixology was genuinely a gamechanger. Before the platform came along, I knew very few people who had ever read a comic on a phone or tablet. There was entirely too much friction in the process to prioritize screens over print. The app proved a viable option, courtesy of a stocked store and a clever UI [\\u2026]\\nComixology vets return with their own publishing company by Brian Heater originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/comixology-vets-return-with-their-own-publishing-company/", "pubDate": "Thu, 13 Apr 2023 16:00:06 +0000"}, {"title": "Spotify introduces an iPhone Lock Screen widget for easy access to its app", "description": "Spotify is embracing the iOS Lock Screen. The company announced today it\\u2019s introducing a new iPhone Lock Screen widget to all users running iOS 16 or later that allows you to tap on Spotify\\u2019s icon to launch the app directly before unlocking your phone. Support for Lock Screen widgets rolled out with iOS 16\\u2019s release [\\u2026]\\nSpotify introduces an iPhone Lock Screen widget for easy access to its app by Sarah Perez originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/spotify-introduces-an-iphone-lock-screen-widget-for-easy-access-to-its-app/", "pubDate": "Thu, 13 Apr 2023 15:19:10 +0000"}, {"title": "Spotify introduces new tech for turning radio broadcasts into podcasts", "description": "Spotify today is introducing new technology that will give radio broadcasters the ability to turn their existing audio content into podcasts, or what it\\u2019s calling \\u201cbroadcast-to-podcast.\\u201d Based on IP Spotify acquired in late 2021 from an Australia-based podcast tech company\\xa0Whooshkaa, the feature set will be integrated into Spotify\\u2019s enterprise podcast tech platform Megaphone, where it\\u2019s [\\u2026]\\nSpotify introduces new tech for turning radio broadcasts into podcasts by Sarah Perez originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/spotify-introduces-new-tech-for-turning-radio-broadcasts-into-podcasts/", "pubDate": "Thu, 13 Apr 2023 14:17:28 +0000"}, {"title": "NovoNutrients wants to turn CO2 into protein", "description": "NovoNutrients will be building a pilot-scale plant with help from a $3 million technology and investment deal.\\nNovoNutrients wants to turn CO2 into protein by Tim De Chant originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/novonutrients-carbon-dioxide-protein/", "pubDate": "Thu, 13 Apr 2023 14:00:56 +0000"}, {"title": "Reef.ai is helping companies track and expand net revenue retention", "description": "When it comes to measuring SaaS success, companies look at a number of key metrics, including annual recurring revenue (ARR) and net revenue retention (NRR). The latter measures the amount of recurring revenue from existing customers. If it goes up, it means that customers are expanding their usage of the product, making it a key [\\u2026]\\nReef.ai is helping companies track and expand net revenue retention by Ron Miller originally published on TechCrunch\\n", "link": "https://techcrunch.com/2023/04/13/reef-ai-is-helping-companies-track-and-grow-net-revenue-retention/", "pubDate": "Thu, 13 Apr 2023 14:00:37 +0000"}]}