[{"link": "https://gizmodo.com/biden-s-new-vehicle-emissions-rules-could-speed-the-ev-1850331861", "title": "Biden’s New Vehicle Emissions Rules Could Speed the EV Revolution", "pubDate": "Thu, 13 Apr 2023 13:12:00 +0000", "id_field": "01f186c4-0744-49a4-8ba2-4c94b87f6d52", "feed_link": "https://gizmodo.com", "embed_text": "Biden’s New Vehicle Emissions Rules Could Speed the EV Revolution - This story was originally published by Grist. You can subscribe to its weekly newsletter here.Read more...", "feed_title": "Gizmodo", "description": "This story was originally published by Grist. You can subscribe to its weekly newsletter here.Read more...", "article": "Biden’s New Vehicle Emissions Rules Could Speed the EV RevolutionThe A.V. ClubDeadspinGizmodoJalopnikJezebelKotakuQuartzThe RootThe TakeoutThe OnionThe InventorySend us a Tip!ShopSubscribeThe Future Is HereWe may earn a commission from links on this pageSearchHomeLatestNewsGadgetsScienceEartherio9AISpaceEn EspañolVideoEnvironmental PolicyBiden’s New Vehicle Emissions Rules Could Speed the EV RevolutionBut only if the U.S. gets a lot more minerals, factories, and chargers.ByJake Bittle, GristPublishedThursday 9:12AMComments (22)AlertsWe may earn a commission from links on this page.Photo: Justin Sullivan (Getty Images)This story was originally published by Grist. You can subscribe to its weekly newsletter here.WatchCops Pull Over Self-Driving Car\n\n\n\n\n\nCCShare SubtitlesOffEnglishShare this VideoFacebookTwitterEmailRedditLinkview videoCops Pull Over Self-Driving CarHow Can You Be a Steward of Good Tech in 2023? | Gizmodo InterviewYesterday2,807 Lego Pieces Later…We Have The Mighty Bowser™ | io9 BuildsThursday 8:40PMAlthough the global market for electric vehicles has surged over the past decade, EVs still account for only a small percentage of new cars sold in the United States. Since 2014, their domestic market share has risen from around 1 percent to around 6 percent. The Biden administration has far bigger plans for the next eight years: Under a sweeping set of vehicle emissions rules unveiled by the Environmental Protection Agency on Wednesday, EVs would make up as much as two-thirds of all U.S. car sales by 2031 — a more than tenfold increase from current levels.AdvertisementThe EPA’s new pollution standards target conventional passenger cars, vans, and pickup trucks. They set much stricter emission limits for planet-warming gasses like carbon dioxide and methane as well as toxic pollutants like nitrogen oxide. When the vehicle emissions rules take effect, new automobiles will be allowed to spew less than half as much carbon as they can now. A separate set of rules will limit carbon emissions from larger heavy-duty trucks.In theory, auto manufacturers can choose how they achieve compliance, but the EPA believes many of them will opt to manufacture EVs rather than trying to design combustion vehicles that meet the new standards. Automakers like Ford and General Motors have already claimed they plan to phase out production of gasoline-powered cars, but these rules would speed up their timelines. If they work as designed, the regulations would avert the equivalent of more than two full years of current U.S. carbon emissions.12% offLEGO Star Wars Ultimate Millennium FalconBuild the largest LEGO Millennium Falcon to dateIncludes two crews of minifigures - 4 classic crew minifigures: Han Solo, Chewbacca, Princess Leia and C-3PO, plus 3 Star Wars Episode VII/VIII crew minifigures: Older Han Solo, Rey and FinnBuy for $747 at AmazonAdvertisementAdvertisementBut that’s a big “if.”Assuming the new rules survive inevitable legal challenges from Republican-led states, manufacturing and selling that many new electric cars will require an industrial buildout unprecedented in scale and speed, not to mention millions more tons of critical minerals like lithium and cobalt. The rules are some of the most ambitious climate regulations in U.S. history, but it will take a Herculean effort from the American automotive industry to comply — well beyond the industry’s recent investments and the incentives included in the historic climate law Congress passed last summer.Advertisement“The momentum is already building for the adoption of EVs,” said Ellen Kennedy, who leads the carbon-free transportation program at RMI, a think tank focused on sustainability. “We’ve had just extraordinary growth with regard to EV infrastructure and chargers. We need a lot more in order to be ready for the projected demand that would stem from adoption of a rulemaking like this.”Automakers and battery manufacturers will have to build new plants, source new minerals from around the world, and hire and train thousands more workers, according to Kennedy. Many of them are already doing this, but “they need to do more of what they’re doing,” she added.AdvertisementThere’s also the matter of charging stations. The U.S. currently needs at least 2 million additional charging stations to support new EVs as they hit the road, or about 8 times as many as exist right now. The EPA’s standards will only increase that need if they spur the growth in the market that’s intended. Lack of available charging infrastructure is already the number-one concern that keeps Americans from purchasing an EV.And for EV adoption to reduce emissions, the electricity in those charging stations will need to get cleaner. Last year saw renewables surpass coal in terms of electricity generated in the U.S. for the first time, but a glut of new EVs could strain the power grid and force utilities to burn more natural gas. The EPA’s modeling admits such a ramp-up is likely but says “those projected impacts decrease over time because of projected increases in renewables,” so that vehicle carbon emissions would fall 47 percent from current levels by 2055.AdvertisementThe final concern is price. While EVs have dropped in price over the past decade and are approaching cost parity with some combustion vehicles, they are still unaffordable for many Americans, especially those in disadvantaged communities — who often live in what environmental justice activists call “charging deserts.” The EPA said that its new vehicle emissions rules would likely raise average prices for both new and used vehicles of all types, but it also said that EV consumers would save money on gasoline and maintenance, which might offset the price increase.These price concerns persist in spite of the EV tax credits included in last year’s Inflation Reduction Act, which may not be as transformative as lawmakers hoped: Because the tax credits require automakers to source minerals and battery parts from within the U.S., many models won’t be eligible until the U.S. completes the yearslong process of building a domestic supply chain.AdvertisementKennedy said that in addition to helping in the climate fight, the rulemaking will have a transformative impact for public health. Tailpipe emissions are the leading cause of pollution in many cities, and tens of millions of people experience negative health effects from automobile pollution.“There’s such a connection between transportation, air quality, and public health,” said Kennedy. “This is an area where we can really go to work on goals about inequality and health. It’s extraordinary.”AdvertisementThis article originally appeared in Grist at https://grist.org/transportation/biden-epa-vehicle-emissions-rules-electric/. Grist is a nonprofit, independent media organization dedicated to telling stories of climate solutions and a just future. Learn more at Grist.org\n\n"}, {"link": "https://twitter.com/i/web/status/1645568633891065857", "title": "https://t.co/4evd8KNmFq", "pubDate": "null", "id_field": "017c98f1-e075-4630-a85f-e14bd41b2d4a", "feed_link": "https://twitter.com", "embed_text": "https://t.co/4evd8KNmFq", "feed_title": "Twitter Feed", "description": "null"}, {"link": "https://www.cnn.com/politics/live-news/trump-indictment-hush-money-stormy-daniels-03-31-23/h_dbcce6edb5a7e2b0ca90121ec249b797", "title": "Judge signs off on DA request to publicly disclose Trump indictment that was returned, records show", "pubDate": "null", "id_field": "0390a6ea-c62b-4976-88ce-8c04e9f76182", "feed_link": "https://www.cnn.com/index.html", "embed_text": "Judge signs off on DA request to publicly disclose Trump indictment that was returned, records show - ", "feed_title": "CNN.com - RSS Channel - HP Hero", "description": "null", "article": "Judge signs off on DA request to publicly disclose Trump indictment that was returned, records showOpen MenuThe Biden PresidencyFacts First2022 MidtermsAudioSearch CNNThe Biden PresidencyFacts First2022 MidtermsSearchAudioEditionU.S.InternationalArabicEspañolEditionU.S.InternationalArabicEspañolUSCrime + JusticeEnergy + EnvironmentExtreme WeatherSpace + ScienceWorldAfricaAmericasAsiaAustraliaChinaEuropeIndiaMiddle EastUnited KingdomPoliticsThe Biden PresidencyFacts First2022 MidtermsBusinessTechMediaSuccessPerspectivesVideosMarketsPre-marketsAfter-HoursMarket MoversFear & GreedWorld MarketsInvestingMarkets NowBefore the BellNightcapOpinionPolitical Op-EdsSocial CommentaryHealthLife, But BetterFitnessFoodSleepMindfulnessRelationshipsEntertainmentMoviesTelevisionCelebrityTechInnovateGadgetForeseeable FutureMission: AheadUpstartsWork TransformedInnovative CitiesStyleArtsDesignFashionArchitectureLuxuryBeautyVideoTravelDestinationsFood and DrinkStayNewsVideosSportsPro FootballCollege FootballBasketballBaseballSoccerOlympicsHockeyVideosLive TV Digital StudiosCNN FilmsHLNTV ScheduleTV Shows A-ZCNNVRAudioCNN UnderscoredElectronicsFashionBeautyHealth & FitnessHomeReviewsDealsMoneyGiftsTravelOutdoorsPetsCNN StoreCouponsWeatherClimateStorm TrackerWildfire TrackerVideoMorePhotosLongformInvestigationsCNN ProfilesCNN LeadershipCNN NewslettersWork for CNNFollow CNN PoliticsLiveRussia's war in UkraineLiveDominion vs Fox News trialMarch 31, 2023 Trump indictment newsBy Aditi Sangal, Adrienne Vogt, Matt Meyer, Tori B. Powell and Amir Vera, CNNUpdated 12:07 a.m. ET, April 1, 2023What we covered hereFormer President Donald Trump faces more than 30 counts related to business fraud in a Thursday indictment from a Manhattan grand jury, according to sources. It's the first time in US history that a current or former president has been criminally charged. The indictment was filed under seal and charges are not yet public.Trump is expected to appear in court Tuesday afternoon for his arraignment, sources tell CNN. Trump's attorney said the former president will \"absolutely\" voluntarily surrender to New York law enforcement and plans to file \"substantial\" legal challenges. The Manhattan district attorney's office has been investigating the former president in connection with his alleged role in a hush money payment scheme and cover-up involving adult film star Stormy Daniels that dates to the 2016 presidential election.Our live coverage has ended. Follow the latest political news here or scroll through the updates belowshare with Facebookshare with Twittershare with emailshare link29 PostsSort byLatestOldestDropdown arrow2:07 p.m. ET, March 31, 2023Judge signs off on DA request to publicly disclose Trump indictment that was returned, records showFrom CNN's Lauren del ValleThis screenshot shows a portion of a court order from the judge overseeing the case against former President Donald Trump to grant the Manhattan District Attorney authorization to publicly disclose that an indictment against Trump was returned.  (From The Supreme Court of the State of New York)The judge overseeing the case against former President Donald Trump signed off on an order Thursday which granted Manhattan District Attorney Alvin Bragg's request to publicly disclose an indictment — currently under seal — that was returned by a grand jury earlier in the day against former President Donald Trump.  The court ordered district attorney authorization to disclose the grand jury decision “upon a finding that this disclosure to the public that the grand jury has returned a true bill in the above captioned case and that said indictment has been filed with the Court would be in the public interest and an appropriate exercise of this Court’s discretion,” according to the document.The filing reading — The People of the State of New York, against Donald J. Trump – is among the first to be unsealed in the case as the public awaits the unsealing of the indictment. share with Facebookshare with Twittershare with emailshare link1:35 p.m. ET, March 31, 2023Ivanka Trump says she is \"pained\" for her father and country in Instagram post following indictmentFrom CNN's Kit Maher and David Wright President Donald Trump speaks as his daughter and senior adviser Ivanka Trump looks on during a March 2020 news briefing at the White House. (Alex Wong/Getty Images)In an Instagram Story on Friday morning, Ivanka Trump – who has remained largely silent in political matters concerning her father in the fallout of the 2020 election – expressed gratitude to people “across the political spectrum expressing support and concern” over former President Donald Trump's indictment.“I love my father, and I love my country. Today, I am pained for both. I appreciate the voices across the political spectrum expressing support and concern,” she posted.Ivanka Trump was a senior adviser in the Trump administration during his presidency. Jared Kushner, Donald Trump’s son-in-law, called the indictment \"troubling\" during an appearance at the FII Institute’s Priority Summit in Miami Beach on Friday. “I think what was announced last night was also very unprecedented. And as an American, it’s very troubling to me to see the leader of the opposition party be indicted,” Kushner said, according to video posted by Bloomberg News. “And I think that that shows, obviously, the fear that the Democrats have of Trump and the political strength that he has,” Kushner continued. “And just as a family member, obviously, Ivanka and I love him very much. It’s been hard to watch the opponents of him politically continue to break every norm over the last years to try to – to try to get him, and you know we’ve seen them accuse him of colluding with Russia, we saw them impeach him, we saw them raid his home. And all this is a continuation of that.” Kushner, who served in the White House during Trump’s administration, added that “what I’ll say is I’ve been by him during a lot of these instances, and it’s only made him stronger – and his resolve to take on big challenges, to fight for change, to fight for the American people, has only gotten stronger.”Like his wife, Kushner is not involved in his 2024 campaign and has largely steered clear of political matters tied to the former president since he left office.share with Facebookshare with Twittershare with emailshare link1:47 p.m. ET, March 31, 2023These are the security measures the Secret Service will implement for Tuesday's Trump court hearingFrom CNN's Evan PerezThe US Secret Service hasn’t played a role in the negotiations between the Trump lawyers and the Manhattan District Attorney over former President Donald Trump’s Tuesday court appearance, a person briefed on the matter said.The Secret Service has limited its involvement to coordinating security arrangements, which have been in the works for weeks. The agency is using its standard protocols, which means Secret Service employees will test the magnetometers at the courthouse to ensure they are up to Secret Service standards. The plans, which have already been worked out, include Secret Service employees at the magnetometers before Trump arrives. They will enforce distance requirements to make sure no one comes close to the former president. His detail will be with him as he is processed, fingerprinted and photographed for mug shots.At this point, the former president isn’t expected to be handcuffed as he will be surrounded by armed federal agents for his protection.  share with Facebookshare with Twittershare with emailshare link12:41 p.m. ET, March 31, 2023Trump is expected to be arraigned in Manhattan on Tuesday afternoon, sources sayFrom CNN's Gloria Pazmino and Lauren Del ValleFormer President Donald Trump is expected to be arraigned in Manhattan criminal court around 2:15 p.m. ET Tuesday, two sources with knowledge of the matter tell CNN.Officials involved in the planning of Trump's appearance are considering pausing all other case activity at the court during the time that the former president is expected to appear, according to a source with knowledge of the plans.An adjournment of all other matters at the courthouse Tuesday afternoon would reduce the amount of foot traffic in the building for security reasons, the source said.share with Facebookshare with Twittershare with emailshare link6:00 p.m. ET, March 31, 2023Trump will travel to New York on Monday ahead of court appearance on Tuesday, sources sayFrom CNN's Alayna TreeneSeen through a security fence, the Trump Organization's Boeing 757 used by former U.S. President Donald Trump, known as Trump Force One, sits parked on the tarmac at the Palm Beach International Airport on March 31 in West Palm Beach, Florida. (Alon Skuy/Getty Images)Former President Donald Trump will travel to New York on Monday before his arraignment in the Manhattan criminal court on Tuesday, two sources familiar with his plans tell CNN. Trump will remain at Mar-a-Lago, his Palm Beach estate, over the weekend. share with Facebookshare with Twittershare with emailshare link12:03 p.m. ET, March 31, 2023Trump lashes out at the judge he is expected to appear before next weekFrom CNN's Kara Scannell and Kristen HolmesThen-President Donald Trump and first lady Melania Trump walk to the White House residence as they exit Marine One on the South Lawn in 2020.  (Photo by Drew Angerer/Getty Images)Former President Donald Trump lashed out online at the judge he is expected to appear before Tuesday, accusing Judge Juan Merchan of “railroading” former Trump Organization chief financial officer Allen Weisselberg in a previous case.Calling the allegations against him a \"Witch Hunt Case,\" Trump claimed in a Truth Social post that the judge \"HATES\" him.Merchan is the \"same person who 'railroaded' my 75 year old former CFO, Allen Weisselberg, to take a 'plea' deal,\" Trump wrote.“He strong armed Allen, which a judge is not allowed to do, & treated my companies, which didn't 'plead,' VICIOUSLY,\" the former president added.Some context: Merchan oversaw the criminal tax fraud case against Weisselberg and two Trump Organization entities. Weisselberg pleaded guilty and Merchan approved his plea deal, under which Weisselberg would serve five months in jail if he pleaded guilty to 15 felonies and testified truthfully at the trial of the Trump companies. Weisselberg is expected to be released from Rikers Island next month.The judge warned Weisselberg at his guilty pleas that he could face up to 15 years in prison if he deviated from this agreement.At sentencing, Merchan said he found it \"offensive\" that Weisselberg fabricated a paycheck so his wife could receive federal benefits and wished he could have sentenced him to \"a much greater\" sentence.During the investigation, the judge held the Trump entities in criminal contempt and fined them $4,000 for failing to comply with multiple grand jury subpoenas. The judge kept his ruling under seal until after the verdict so it wouldn't prejudice the case. The Trump entities were found guilty of multiple counts of tax fraud and falsifying business records. The judge handed down the maximum sentence, a fine of $1.6 million. share with Facebookshare with Twittershare with emailshare link12:16 p.m. ET, March 31, 2023Pence says Trump indictment will \"only serve to further divide\" the USFrom CNN's Veronica StracqualursiFormer Vice President Mike Pence speaks at the National Review Institute summit on Friday, March 31. (Alex Brandon/AP)Former Vice President Mike Pence on Friday called the indictment of former President Donald Trump an \"outrage\" and a \"political prosecution\" – echoing his first comments about the matter on CNN last night.\"The unprecedented indictment of the former president of the United States for a campaign finance issue is an outrage, and I think it's clear to the overwhelming majority of American people that this is nothing short of a political prosecution,\" Pence said at a National Review Institute summit in Washington, DC. \"Every American deserves equal treatment under the law, and I believe the American people will see this for what it is,\" he said.Pence argued that the indictment will \"only serve to further divide our country\" when the US is \"facing large intractable challenges at home and abroad,\" calling for Americans to find ways to come together.He said that in traveling the country, \"nobody\" brought up the different legal investigations surrounding Trump – dismissing it as \"drama that is an obsession of much of the national media.\"Pence said that the key for Republican leaders is to \"not to be preoccupied on these issues but to continue to focus on the real challenge facing the American people at home and abroad, and ensure that we elect leadership that will turn this country back to common-sense conservative principles in 2024.\" Watch here:share with Facebookshare with Twittershare with emailshare link1:47 p.m. ET, March 31, 2023Here's what happens after an indictment — and expected next steps in the Trump case From CNN's Tierney Sneed and Henrik PetterssonA Manhattan grand jury’s indictment of former President Donald Trump will set in motion a criminal process that will in some ways work like that of any other defendant, and in other ways, look very different.The charges that the grand jury approved against Trump are currently not public, but here's a look at expected next steps now that there is an indictment: share with Facebookshare with Twittershare with emailshare link11:09 a.m. ET, March 31, 2023Trump indictment not expected to be unsealed before Tuesday, sources sayFrom CNN's Kara Scannell and Paula ReidThe Manhattan district attorney’s office does not expect to seek to unseal the indictment of former President Donald Trump before his arraignment in New York on Tuesday, according to a source familiar with the matter. Because the filing is under seal and would require a court order to unseal it, prosecutors are not expected to share a copy of the indictment with Trump before the Tuesday court hearing, the source said.Trump’s legal team also does not expect to obtain or seek to unseal the indictment ahead of Tuesday’s hearing, another source familiar with the matter told CNN.share with Facebookshare with Twittershare with emailshare linkSearchAudioUSCrime + JusticeEnergy + EnvironmentExtreme WeatherSpace + ScienceWorldAfricaAmericasAsiaAustraliaChinaEuropeIndiaMiddle EastUnited KingdomPoliticsThe Biden PresidencyFacts First2022 MidtermsBusinessTechMediaSuccessPerspectivesVideosMarketsPre-marketsAfter-HoursMarket MoversFear & GreedWorld MarketsInvestingMarkets NowBefore the BellNightcapOpinionPolitical Op-EdsSocial CommentaryHealthLife, But BetterFitnessFoodSleepMindfulnessRelationshipsEntertainmentMoviesTelevisionCelebrityTechInnovateGadgetForeseeable FutureMission: AheadUpstartsWork TransformedInnovative CitiesStyleArtsDesignFashionArchitectureLuxuryBeautyVideoTravelDestinationsFood and DrinkStayNewsVideosSportsPro FootballCollege FootballBasketballBaseballSoccerOlympicsHockeyVideosLive TV Digital StudiosCNN FilmsHLNTV ScheduleTV Shows A-ZCNNVRAudioCNN UnderscoredElectronicsFashionBeautyHealth & FitnessHomeReviewsDealsMoneyGiftsTravelOutdoorsPetsCNN StoreCouponsWeatherClimateStorm TrackerWildfire TrackerVideoMorePhotosLongformInvestigationsCNN ProfilesCNN LeadershipCNN NewslettersWork for CNNAudioFollow CNN Terms of UsePrivacy PolicyAccessibility & CCAd ChoicesAbout UsCNN StoreNewslettersTranscriptsLicense FootageCNN NewsourceSitemap© 2023 Cable News Network.A Warner Bros. Discovery Company.All Rights Reserved.CNN Sans ™ & © 2016 Cable News Network.Please enable JavaScript for a better experience."}]